Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: På dette møtet deltar også Sameskolestyrelsen i Sverige, vice styrelseordførande fra Sametinget i Sverige, og leder for oppvekstsaker fra Sametinget i Finland.
sme: Dan čoahkkimii searvá maid Ruoŧa Sameskolestyrelse, Ruoŧa bealde Sámedikki stivrajođiheaddji ja Suoma bealde Sámedikki bajásšaddanáššiid jođiheaddji.

source: Kompetansereformen Karriere Finnmark har hatt et prosjekt som heter “Karriereveiledning i samiske områder”.
sme: Gealboođastus Karriere Finnmark:s lea leamaš “Karriereveiledning i samiske områder” nammasaš prošeakta.

source: Karrieresenteret i Finnmark erfarer at det er svært få i den samiske befolkningen som ber om karriereveiledning og det er derfor uvisst hvilke kompetansebehov som finnes i de samiske områdene.
sme: Karrieresenteret i Finnmark vásiha ahte eai leat gallis sámi álbmogis geat jearahit karriearabagadusa ja danne lea eahpečielggas makkár gealbodárbu lea sámi guovlluin.

source: Sametingsrådet deltok og hadde innlegg på seminaret som ble arrangert i september, der prosjektrapporten ble lagt fram.
sme: Sámediggeráđđi oassálasttii čakčamánu seminárii mas prošeaktaraporta biddjojuvvui ovdan, ja doalai sáhkavuoru doppe.

source: Sametingsrådet pekte på at det samiske samfunnet har noen særskilte kompetansebehov som skiller seg ut fra behovene ellers i det norske samfunnet.
sme: Sámediggeráđđi čujuhii ahte sámi servodagas leat muhtun erenoamáš gealbodárbbut mat leat earáláganat go muđui dáža servodagas.

source: Det samiske samfunnet er for eksempel dominert av tradisjonelle næringer som reindrift, jordbruk, fiske og utmarksnæringer.
sme: Sámi servodagas leat ovdamearkka dihtii eanaš árbevirolaš ealáhusat nu go boazodoallu, eanadoallu, guolástus ja meahcásteamit.

source: Disse næringene er viktige for bevaring av det samiske språket, kulturen og tradisjonell kunnskap og sametingsrådet understreket at karrieresentrene må ha kunnskap om disse næringene og hvilke utfordringer de har.
sme: Dáin ealáhusain lea deaŧalaš doaibma sámi giela, kultuvrra ja árbedieđu fuolaheapmái ja sámediggeráđđi deattuhii ahte karriearaguovddážiin ferte leat máhttu dáid ealáhusaid birra ja das guđe hástalusat dain leat.

source: Kompetanse i samisk språk er grunnleggende viktig både for å nå samisk ungdom og for å sikre at de får veiledning på sitt eget språk.
sme: Gelbbolašvuohta sámegielas lea áibbas dárbbašlaš sihke dasa ahte juksat sámi nuoraid ja dasa ahte sihkkarastit ahte sii ožžot bagadusa iežaset gillii.

source: Toppmøte om kompetansereform Statsministeren inviterte til toppmøte i oktober i forbindelse med at regjeringen skal gjennomføre en kompetansereform – Lære hele livet.
sme: Njunuščoahkkin gealboođastusa birra Stáhtaministtar bovdii njunuščoahkkimii golggotmánus dan oktavuođas ahte ráđđehus galgá čađahit Lære hele livet nammasaš gealboođastusa.

source: Arbeidslivet endrer seg raskt og stiller økende krav til kunnskap og kompetanse.
sme: Bargoeallin rievdá johtilit ja dat bidjá eanet gáibádusaid máhttui ja gelbbolašvuhtii.

source: Uten kunnskap og ferdigheter som arbeidslivet trenger, er det lett å falle utenfor og det er derfor viktig at det finnes gode muligheter for å lære og utvikle seg.
sme: Go ii leat dakkár máhttu ja gálga maid bargoeallin dárbbaša, de lea álki šaddat olggobeallái ja danne lea deaŧalaš ahte gávdnojit buorit vejolašvuođat oahppamii ja ovdáneapmái.

source: Sametingsrådet deltok på dette møtet der rådet trakk frem hvilke utfordringer som finnes i det samiske arbeidslivet.
sme: Sámediggeráđđi oassálasttii dán čoahkkimii mas ráđđi válddii ovdan guđe hástalusat sámi bargoeallimis leat.

source: De tradisjonelle samiske yrkene som for eksempel duodji, utmarksnæring og reindrift er som oftest enmannsbedrifter, og deres interesser og behov blir kanskje ikke like stert belyst som andre næringers kompetansebehov.
sme: Árbevirolaš sámi fidnut nu go duodji, meahcásteapmi ja boazodoallu leat dábálaččat ovttaolbmofitnodagat, ja sin beroštusat ja dárbbut eai várra čalmmustahttojuvvo seamma garrasit go eará ealáhusaid gealbodárbbut.

source: I en samisk sammenheng er det derfor viktig å ivareta og videreutvikle samisk språk og kulturkompetanse i arbeidslivet.
sme: Sámi oktavuođas lea danne dárbu fuolahit ja viidáseappot ovddidit bargoeallima sámi giella- ja kulturgelbbolašvuođa.

source: Videre understreket sametingsrådet at det er et stort behov for ansatte med kompetanse om språk og kultur i de offentlige etatene i samiske områder, spesielt i omsorgsyrker som barnehage, skole og omsorgsektor.
sme: Viidáseappot deattuhii sámediggeráđđi ahte dárbbašuvvojit ollu bargit main lea giella- ja kulturgelbbolašvuohta sámi guovlluid almmolaš etáhtain, erenoamážit dakkár fuolahusfidnuin nu go mánáidgárddis, skuvllas ja fuolahussuorggis.

source: Sametinget vil i arbeidet med fagfornyelsen ha fokus på at den norske skolen også skal ha kunnskap om samisk kultur og samfunnsliv.
sme: Sámediggi háliida fágaođastusas deattuhit dan ahte dáža skuvllas galgá maid leat máhttu sámi kultuvrras ja servodateallimis.

source: Sametingsrådet uttalte også at samiske næringers kompetansebehov må kartlegges, da det ikke finnes informasjon om det i dag.
sme: Sámediggeráđđi celkkii maid ahte sámi ealáhusaid gealbodárbu ferte kártejuvvot, go dál eai leat dieđut dan birra.

source: Partnerskap mot mobbing Sametinget er observatør i Partnerskap mot mobbing, som jobber sammen med et fellesskap for et inkluderende lærings- og oppvekstmiljø for barnehager og skoler.
sme: Sámediggi lea áici Searvevuohta givssideami vuostá searvevuođas, mii bargá ovttas dakkár oktavuođain mii searvadahttá oahppan- ja bajásšaddanbirrasa mánáidgárddiid ja skuvllaid várás.

source: Partnerskapet skal samarbeide langsiktig gjennom fast samarbeid, der samarbeidet skal konkretiseres både gjennom felles tiltak, og tiltak i de ulike organisasjonene som er partnere.
sme: Searvevuohta galgá ovttasbargat guhkesáiggi vuođul bistevaš ovttasbarggu bokte, mas ovttasbargu galgá konkretiserejuvvot sihke oktasaš doaibmabijuid bokte, ja doaibmabijuid bokte dain iešguđet organisašuvnnain mat leat bargoguoimmit.

source: Det er en jevnlig dialog for å evaluere, forbedre og videreutvikle samarbeidet.
sme: Jeavddalaččat dollojuvvo gulahallanevalueren, buoridan ja viidáseappot ovddidan dihtii ovttasbarggu.

source: Partnerne i prosjektet Partnerskap mot mobbing har vært på studietur i Edinburgh i Skottland fra 22. til 26. oktober.
sme: Searvevuohta givssideami vuostá prošeavtta ovttasbargobealit leat fitnan oahppomátkkis Edinburghas Skottlánddas golggotmánu 22. b. rájes 26. b. rádjai.

source: Der har de vært på skolebesøk for å lære om deres forebyggende arbeid mot mobbing og de har også deltatt på en jubileumskonferanse om det skotske barnehøringssystemet i Edingburgh.
sme: Doppe sii fitne galledeamen skuvlla oahppan dihtii sin givssidaneastadeami birra ja sii leat maid oassálastán ávvokonferánsii skohttalaš mánáidgulaskuddanvuogádaga birra Edinburghas.

source: Sametinget har i den forbindelse hatt et eget møte med representanter fra Scottish Government – Learning Direcorate hvor likheter og ulikheter mellom gælisk og samisk språk- og
sme: Sámediggi lea dan oktavuođas doallan čoahkkima Scottish Government – Learning Direcorate ovddasteddjiiguin mas ovttaláganvuođat ja erohusat gaskal gælalaš ja sámi giella- ja oahpahuspolitihkka lei fáddán.

source: Utdanningsdirektoratet hadde i tillegg arrangert ulike innledninger med representanter fra blant annet Education Scotland som presenterte hvordan Skottland arbeider og viser koblingen mellom anti-mobbearbeid og læreplanen.
sme: Oahpahusdirektoráhta lei dasa lassin lágidan iešguđet álggahusaid earret eará Education Scotland ovddasteddjiiguin geat muitaledje mo Skottlánda bargá ja čájeha čatnaseami gaskal givssidaneastadeami ja oahppoplána.

source: Utdanning- og forskningsbehov Mål for innsatsområdet: Det finnes tilbud innen høyere utdanning i sør-, lule- og nordsamisk språk fra begynneropplæring til doktorgradsnivå.
sme: Áŋgiruššansuorggi mihttomearri: · Alit oahpus gávdnojit fálaldagat mátta-, julev- ja davvisámegielas vuođđooahpahusa rájes doavttergráđa rádjái

source: Dialogmøte om samisk sykepleierutdanning Sametingsrådet har avholdt dialogmøte 31. oktober med Samisk høgskole og UiT Norges arktiske universitet om samisk sykepleierutdanning.
sme: Gulahallančoahkkin sámi buohccedivššároahpu birra Sámediggeráđđi bovdii golggotmánu 31. b. gulahallančoahkkimii Sámi allaskuvllain ja UiT Norgga árktalaš universitehtain sámi buohccedivššároahpu birra.

source: De to institusjonene arbeider tett sammen og UiT Norges arktiske universitet har bedt om finansiering utenfor rammen over statsbudsjettet for 2020.
sme: Dán guovtti ásahusas lea lagas ovttasbargu ja UiT Norgga árktalaš universitehta lea bivdán ruhtadeami 2020 stáhtabušeahtas olggobealde rámma.

source: Rektorene ved UiT og Samisk høgskole mener at dette er et studietilbud som disse utdanningsinstitusjonene i samarbeid kan få til, noe som vil betinge en satsing utenfor rammen i 2020.
sme: UiT ja Sámi allaskuvlla rektorat oaivvildit ahte dát lea dakkár oahppofálaldat mainna dát guokte oahppoásahusa sáhttet ovttasbargat, mii eaktuda áŋgiruššama olggobealde 2020 rámma.

source: UiT har søkt om midler til et opptak på 20 studenter hvert andre år.
sme: UiT lea ohcan ruđaid beassat váldit sisa 20 studeantta juohke nuppi jagi.

source: Studiet er planlagt som et deltidsstudium over fire år, og studiet er en fellesgrad med Samisk Høgskole.
sme: Oahppu lea jurddašuvvon njealjejahkásaš oasseáiggeoahppun, ja oahppu lea oktasašgráda Sámi allaskuvllain.

source: Universitet og høgskolerådet UHR –samisk Sametinget deltok som observatør på møte 7. november.
sme: Universitehta ja allaskuvlaráđđi UHR – sámi Sámediggi oassálasttii dárkojeaddjin skábmamánu 7. b. čoahkkimii.

source: Det ble besluttet at UHR – samisk overtar ansvaret for det samiske fagfeltet fra Nasjonalt fagråd for samisk og finsk.
sme: Das mearriduvvui ahte UHR – sámi váldá badjelasas ovddasvástádusa sámi fágasuorggis sámegiela ja suomagiela nationála fágaráđis (Nasjonalt fagråd for samisk og finsk).

source: Et annet tema på dette møtet var arbeidet med å få etablert en samisk sykepleierutdanning.
sme: Eará fáddá dán čoahkkimis lei bargu sámi buohccedivššároahpu ásahemiin.

source: Dette skal følges opp med et seminar 28. februar 2019 i Tromsø, hvor arbeidet med samisk sykepleierutdanning og implementering av samiske perspektiv i studieplaner for helse – og sosialfagutdanningene er aktuelle temaer.
sme: Dat galgá čuovvuluvvot semináras guovvamánu 28. b. Romssas, mas guovdilis fáttát leat sámi buohccedivššároahpu ásaheapmi ja sámi perspektiivva doibmiibidjan dearvvašvuođa- ja sosiálafágaoahpuid oahppoplánaide.

source: Følgegruppen for barnehagelærerutdanningen informerte om at institusjonene hadde tre sentrale utfordringer knyttet til det samiske perspektivet i rammeplanen for utdanningen.
sme: Mánáidgárdeoahpaheddjiidoahpu čuovvunjoavku muitalii ahte ásahusain leat golbma guovddáš hástalusa oahpu rámmaplána sámi perspektiivva oktavuođas.

source: Dette er mangelfull kompetanse blant faglærerne, mangel på relevant litteratur, og liten vilje til å prioritere det samiske perspektivet på noen av institusjonene.
sme: Fágaoahpaheddjiin válu gelbbolašvuohta, guoskevaš girjjálašvuohta váilu, ja uhccán dáhttu lea vuoruhit sámi perspektiivva muhtun ásahusain.

source: Følgegruppen anbefalte i sin rapport at Kunnskapsdepartementet går i dialog med Samisk høgskole for opprettelse av et kompetansesenter for barnehagelærerutdanningene i Norge.
sme: Čuovvunjoavku rávvii raporttastis Máhttodepartemeantta gulahallat Sámi allaskuvllain ásaheami várás gealboguovddáža Norgga mánáidgárdeoahpaheddjiidoahpuide.

source: Denne saken ble drøftet og Nord universitet, UiT Norges arktiske universitet og Samisk høgskole ble enige om et samarbeid om dette.
sme: Dát ášši digaštallojuvvui ja Davvi universitehta, UiT Norgga árktalaš universitehta ja Sámi allaskuvla sohpe ovttasbargat dainna.

source: Sametinget fikk i oppdrag å innkalle de tre institusjonene på dekannivå, til et møte i Tromsø 27. februar 2019.
sme: Sámediggi oaččui bargun gohččut dan golmma ásahusa, dekánadásis, čoahkkimii Romsii guovvamánu 27. b. 2018.

source: Rekruttering til samisk høyere utdanning og forskning Mål for innsatsområdet: God tilgang til fagfolk med samisk språk- og kulturkompetanse.
sme: Áŋgiruššansuorggi mihttomearri: Álki fidnet fágaolbmuid geain lea sámi giella- ja kulturgelbbolašvuohta.

source: Dialogmøte med rektoratet ved Nord universitet Sametingsrådet møtte rektoratet ved Nord universitet 7. november. Sametingsrådet ble orientert om den samiske satsingen ved universitetet, blant annet om den planlagte arbeidsplassbaserte barnehagelærerutdanningen med sør- og lulesamisk språk og samiske temaer.
sme: Gulahallančoahkkin Davvi universitehta rektoráhtain Sámediggeráđđi deaivvadii Davvi universitehta rektoráhtain skábmamánu 7. b. Sámediggeráđđái muitaluvvui universitehta sámi áŋgiruššama birra, earret eará plánejuvvon bargosadjevuđot mánáidgárdeoahpaheddjiidoahpu birra lulli- ja julevsámegielain ja sámi fáttáiguin.

source: Nord universitet oppfordret sametingsrådet til å initiere et møte med rektoratene ved Samisk høgskole, UiT Norges arktiske universitet og Nord universitet for å drøfte samarbeid med hensyn til institusjonenes samiske portefølje.
sme: Davvi universitehta ávžžuhii Sámediggeráđi doallat čoahkkima Sámi allaskuvlla, UiT Norgga árktalaš universitehta ja Davvi universitehta rektoriiguin ságaškuššat ovttasbarggu ásahusaid sámi oahppočoakkáldagaid birra.

source: Dette vil sametingsrådet følge opp.
sme: Dan áigu Sámediggeráđđi čuovvulit.

source: 5 Næringer Samfunnsmål: Et sterkt og allsidig næringsliv som danner grunnlaget for livskraftige lokalsamfunn der mennesker ønsker å etablere seg.
sme: Servodatmihttomearri: Nana ja juohkelágan ealáhuseallin vuođđun gievrras báikegottiide gosa olbmot háliidit ásahit.

source: Møte om nye Interreg-programmer Sametinget deltok på et møte om Interreg 22. og 23. oktober 2018.
sme: Čoahkkin ođđa Interreg-prográmmaid birra Sámediggi oassálasttii čoahkkimii Interreg birra golggotmánu 22. ja 23. b. 2018.

source: Tema for møtet var blant annet Sametingets rolle i Interregprogrammene.
sme: Čoahkkima fáddán lei earret eará Sámedikki rolla Interreg-prográmmain.

source: Sametinget vil jobbe for å få større ansvar og rolle i de nye Interregprogrammene, som settes i gang i 2021.
sme: Sámediggi áigu oččodit stuorát ovddasvástádusa ja rolla ođđa Interreg-prográmmain, mat álggahuvvojit 2021.

source: Primærnæringer Mål for innsatsområdet: Primærnæringer som bærere av samisk kultur, språk og levesett.
sme: Áŋgiruššansuorggi mihttomearri: Vuođđoealáhusat seailluhit sámi kultuvrra, giela ja eallinvuogi.

source: Reindrift Oppnevnt Reindriftslovutvalg Sametinget har oppnevnt Reindriftslovutvalget, som har hatt sitt første møte 28. november 2018, med påfølgende fagseminar om reindriftsloven 29. november.
sme: Boazodoallu Nammaduvvon Boazodoallolávdegoddi Sámediggi lea nammadan Boazodoallolávdegotti, mii lea doallan vuosttaš čoahkkima skábmamánu 28.b. 2018, ja dasto fágaseminára boazodoallolága birra skábmamánu 29. b.

source: Utvalget skal spesielt klargjøre skillet mellom privatrettslig styring og offentligrettslig forvaltning, vurdere siidaandelenes stilling, og se på lovbestemmelser knyttet opp mot reintall.
sme: Lávdegoddi galgá erenoamážit čielggadit erohusa gaskal priváhtarievttálaš stivrema ja almmolašrievttálaš hálddašeami, árvvoštallat siidaosiid dili, ja geahčadit lágaid boazologu ektui.

source: Utvalget består av ni medlemmer oppnevnt av Sametinget og Norske Reindriftsamers Landsforbund (NRL).
sme: Lávdegottis leat ovcci lahtu maid Sámediggi ja Norgga Boazosápmelaččaid Riikkasearvi (NBR) leat nammadan.

source: Landbruks- og matdepartementet (LMD) ønsket ikke å oppnevne medlemmer til utvalget.
sme: Eanadoallo- ja biebmodepartemeanta ii háliidan nammadit lahtuid lávdegoddái.

source: Konsultasjoner om lovendringer Sametinget og Landbruks- og matdepartementet har konsultert om endringer i reindriftsloven i følgende områder: endring av formålsparagrafen slik at økologisk bærekraft prioriteres, etablere et lovgrunnlag for obligatorisk individmerking av rein og åpne for at opplysninger om enkeltutøvernes reintall blir tilgjengelig for andre i næringen.
sme: Konsultašuvnnat láhkarievdadusaid birra Sámediggi ja Eanadoallo- ja biebmodepartemeanta leat konsulteren rievdadusaid birra boazodoallolágas čuovvovaš surggiin: ulbmilparagráfa rievdadeapmi nu ahte ekologalaš ceavzilisvuohta vuoruhuvvo, ásahit láhkavuođu bohccuid bákkolaš oktagasmerkemii ja rahpat dan vejolašvuođa ahte dieđut ovttaskas boazodoalli boazolohku lea olámuttus earáide ealáhusas.

source: Sametinget uttrykte et behov for en helhetlig gjennomgang av reindriftsloven, men LMD ønsker ikke det.
sme: Sámediggi dovddahii dárbbu ollislaččat geahčadit boazodoallolága, muhto dan ii háliidan EBD.

source: Departementet legger opp til en prosess hvor man endrer en paragraf av gangen.
sme: Departemeanta láhčá proseassas bihtáid mielde juohkimiid.

source: Partene kom ikke til enighet i noen av punktene.
sme: Bealit eai soahpan ovttage čuoggás.

source: Ut på vidda prosjektet ble igangsatt i 2016 og Sametinget sitter i styringsgruppa for prosjektet.
sme: Duoddarii-prošeakta álggahuvvui 2016:s ja Sámediggi lea prošeavtta stivrenjoavkkus.

source: Prosjektperioden går ut i 2018, men styringsgruppa håper at prosjektet videreføres gjennom reindriftsavtalen.
sme: Prošeaktaáigodat nohká 2018:s, muhto stivrenjoavku sávvá ahte prošeakta jotkojuvvo boazodoallošiehtadusa bokte.

source: Målet med prosjektet er å få etablert lærings- og omsorgsbaserte tilbud i reindrifta, og allerede nå er det mange familier som har etablert eller som er i etableringsfasen med å tilby slike tjenester.
sme: Prošeavtta ulbmil lea ásahit oahppan- ja fuolahusvuđot fálaldaga boazodollui, ja dál leat juo ollu bearrašat mat leat ásahan dahje leat ásaheamen dakkár bálvalusfálaldagaid.

source: Oppnevning til reindriftsstyret Sametinget har valgt å ikke oppnevne representanter til reindriftsstyret da Sametinget forventer at reindriftsstyret fungerer i henhold til samisk selvbestemmelse.
sme: Nammadeapmi boazodoallostivrii Sámediggi ii áiggo nammadit ovddasteddjiid boazodoallostivrii.

source: I dag kan for eksempel ikke reindriftsstyret ledes av en av representantene til Sametinget.
sme: Dál ii sáhte ovdamearkka dihtii Sámedikki áirras jođihit boazodoallostivrra.

source: Sametingsrådet har vært i møte med statsråd Bård Hoksrud hvor Sametinget blant annet løftet problemstillingen med reindriftsstyret.
sme: Sámediggeráđis lea leamaš čoahkkin stáhtaráđiin Bård Hoksurud:in mas Sámediggi earret eará válddii ovdan čuolmma boazodoallostivrra ektui.

source: Sametinget har tydeliggjort overfor statsråden at Sametinget er klar for å oppnevne representanter med en gang departementet og Sametinget blir enige om lovendringer som gjelder reindriftstyret.
sme: Sámediggi dagai čielggasin stáhtaráđđái ahte Sámediggi lea gearggus nammadit ovddasteddjiid dalán go departemeanta ja Sámediggi sohpet láhkarievdadusproseassa sihkkarastin dihtii sámi váikkuhanfámu.

source: Fiskeri Forhandlinger om fiskereguleringer Sametinget er inne i forhandlinger om reguleringer av fiske for 2019.
sme: Guolástus Šiehtadallamat guolástanmuddemiid hárrái Sámediggi lea šiehtadallamin guolástanmuddemiid hárrái 2019 várás.

source: Sametinget har fulgt opp plenumsvedtaket om å innføre Samisk fiskerrettighetsområde (SFR-område) som et nytt begrep i forvaltningen av fiske i samiske områder.
sme: Sámediggi lea čuovvulan dievasčoahkkinmearrádusa ahte ásahit Sámi guolástanvuoigatvuođaguovllu mii lea ođđa doaba sámi guovlluid guolástanhálddašeamis.

source: Sametinget har også fremmet krav om at det må innføres en egen kvote for fangst av hval for de som bor i SFR-området slik plenum vedtok det.
sme: Sámediggi lea maid gáibidan ahte galgá ásahuvvot sierra fálesearri sidjiide geat ásset Sámi guolástanvuoigatvuođaguovllus nu mo dievasčoahkkin lea mearridan.

source: Møte i norsk-russisk fiskerikommisjon Sametinget deltok på det årlige møtet i Den blandete norsk-russiske fiskerikommisjonen fra 15. oktober til 18. oktober.
sme: Čoahkkin Norgga-Ruošša guolástuskommišuvnnain Sámediggi oassálasttii oktasaš Norgga-Ruošša guolástuskommišuvnna jahkásaš čoahkkimii golggotmánu 15. b. rájes golggotmánu 18. b. rádjai.

source: Sametinget fremmet plenumsforslaget om å forvalte fiskebestandene i nord i henhold til forvaltningsreglene.
sme: Sámediggi ovddidii dievasčoahkkinevttohusa ahte hálddašit davviguovlluid guollemáddodagaid hálddašannjuolggadusaid vuođul.

source: Kommisjonen vedtok blant annet at det ikke blir noe loddefiske i 2019.
sme: Kommišuvdna mearridii earret eará ahte ii galgga leat šákšabivdu 2019:s.

source: Besøk til Island I forbindelse med konferansen Arctic Circle i Reykjavik besøkte sametingspresidenten og sametingsrådet fiskerinæringen på Island 22. og 23. oktober 2018.
sme: Arctic Circle konferánssa oktavuođas Reykjavikas (geahča sierra čuoggá Arctic Circle birra 9. kapihtalis) galledii sámediggepresideanta ja Sámediggeráđđi Islándda guolástusaid golggotmánu 22. ja 23. b. 2018.

source: Sametingsrådet hadde møter med blant annet islandske småbåtfiskere, fiskeindustribedrifter, Fiskeridepartementet og fiskeeksportører.
sme: Sámediggeráđis ledje čoahkkimat earret eará islándalaš smávvafanasguolásteddjiiguin, guolleindustriijafitnodagaiguin, Guolástusdepartemeanttain ja singuin geat vuvdet guliid olgoriikii.

source: Hensikten var å få innblikk i islandsk fiskeripolitikk og å høre hvordan struktureringen av islandsk fiskerinæring har fungert.
sme: Áigumuššan lei oahpásmuvvat Islándda guolástuspolitihkkii ja gullat mo Islándda guolástusa struktureren lea doaibman.

source: Islandske småbåtfiskere frykter for at de små båtene over tid vil bli borte, mens de store som har kapital og kan kjøpe eller leie seg rettigheter, vil ta over fiskeressursene på Island.
sme: Islándalaš smávvafanasguolásteaddjit ballet ahte smávva fatnasat guhkit áiggi vuollái jávket, ja ahte stuorra fatnasat main lea kapitála duogábealde ja sáhttet oastit dahje láigohit vuoigatvuođaid, váldet Islándda guolleresurssaid.

source: Studiereisen vil gi et godt grunnlag for Sametinget å vurdere den framtidige norske fiskeripolitikken.
sme: Oahppomátki lea buorre vuođđu Sámediggái árvvoštallat boahttevaš Norgga guolástuspolitihka.

source: Under den samme reisen hadde sametingsrådet møte 23. oktober med reiselivsnæringen der Iceland Tourist Board og Iceland Tourism Cluster orienterte om reiselivsutviklingen på Island.
sme: Seamma mátkkis lei Sámediggeráđis golggotmánu 23.b. čoahkkin mátkeealáhusain mas Iceland Tourist Board ja Iceland Tourism Cluster muitaledje mátkeealáhusaid ovdáneami birra Islánddas.

source: Rovvilt Ny samisk arbeidsgruppe om rovdyrpolitikk Samisk parlamentarisk råd (SPR) har nedsatt en arbeidsgruppe som skal jobbe med grenseoverskridende samarbeid angående rovdyrpolitikk.
sme: Boraspirepolitihka ođđa sámi bargojoavku Sámi parlamentáralaš ráđđi (SPR) lea nammadan bargojoavkku mii galgá bargat rádjarasttideaddji ovttasbargguin boraspirepolitihka ektui.

source: Gruppa består av tre politisk valgte medlemmer, et medlem fra hvert av sametingene i Norge, Sverige og Finland, og ledes av representanten fra det svenske sametinget.
sme: Joavkkus leat golbma politihkalaččat válljejuvvon lahtu sámedikkiin, ja joavkku jođiha Ruoŧa beale Sámedikki ovddasteaddji.

source: Sametingsrådet har deltatt på arbeidsgruppas første møte som ble holdt i Enare, Finland.
sme: Sámediggeráđđi oassálasttii bargojoavkku vuosttaš čoahkkimii mii dollojuvvui Anáris, Suomas.
